{
  "info": {
    "lang": "ar",
    "name": "رساي",
    "organization": "شركة رساي لتكنولوجيا المعلومات"
  },
  "footer": {
    "about": "عن رساي",
    "address": "شارع عبد الصمد التنوخي حي الزهرة الرياض"
  },
  "services": {
    "title": "في شركة رساي",
    "info": "، نقدم برامج تدريبية متخصصة تجمع بين المعرفة النظرية والخبرة العملية، بهدف تطوير المهارات وتعزيز الأداء في مختلف المجالات التقنية، بما يتماشى مع متطلبات سوق العمل المتطور."
  },
  "courses": {
    "course1": {
      "title": "تدريب تطوير البرمجيات وإدارة قواعد البيانات",
      "content": "يوفر هذا التدريب للمتدربين المهارات اللازمة لتطوير برمجيات فعالة، وإدارة قواعد البيانات بشكل آمن. يتناول مفاهيم البرمجة الحديثة، وأدوات تطوير البرمجيات المتقدمة. كما يشمل التدريب على كيفية التعامل مع أدوات قراءة البيانات، وكيفية تصميم أنظمة تخزين بيانات آمنة. يركز التدريب أيضًا على استراتيجيات لضمان سرعة الأداء والكفاءة، مع تقديم أمثلة عملية عن كيفية تحسين الأداء والاعتمادية."
    },
    "course2": {
      "title": "تدريب الذكاء الاصطناعي",
      "content": "يستعرض هذا التدريب أساسيات الذكاء الاصطناعي والتعلم الآلي مع تطبيقات عملية في الأعمال. يتم شرح المفاهيم الأساسية التي تدعم الذكاء الاصطناعي مثل الشبكات العصبية والخوارزميات المستخدمة في تقنيات الذكاء الاصطناعي. يستهدف التدريب العاملين في استراتيجيات العمل لتحسين الكفاءة والإنتاجية، مع تقديم أمثلة عن كيفية استخدام الذكاء الاصطناعي في مختلف القطاعات."
    },
    "course3": {
      "title": "تدريب الحوسبة السحابية",
      "content": "يركز هذا التدريب على فهم الحوسبة السحابية، وكيفية استخدامها في الأعمال لتحسين الأداء وتقليل التكاليف. يتم استعراض أمثلة لأنواع الخدمات السحابية المختلفة مثل البنية التحتية كخدمة، ومنصة كخدمة، والبرمجيات كخدمة. يتناول التدريب أيضًا أفضل الممارسات لإدارة الموارد الحاسوبية، ويشمل SaaS وPaaS وIaaS. الهدف النهائي من التدريب هو فهم كيفية تحسين العمليات باستخدام التقنيات السحابية."
    },
    "course4": {
      "title": "تدريب إدارة الجودة والامتثال",
      "content": "يهدف هذا التدريب إلى تعزيز المهارات اللازمة لضمان جودة الخدمات والمنتجات في المؤسسات. يشمل التدريب دورات في إدارة الجودة الشاملة والتخطيط والتنفيذ. يتم شرح مفاهيم الامتثال المؤسسي في مختلف الصناعات، بالإضافة إلى تقنيات تحسين الأداء والتعامل مع المخاطر. يبرز التدريب أهمية تطبيق المعايير الدولية في إدارة الجودة، ويقدم أمثلة على كيفية تطبيقها بفعالية."
    },
    "course5": {
      "title": "تدريب إدارة الأنظمة والشبكات",
      "content": "يركز هذا التدريب على الأنظمة والشبكات بشكلٍ كامل، ويتناول بالشرح كيفية إعداد الشبكات السلكية واللاسلكية، وتكون الأجهزة اللازمة لذلك. يتم أيضاً التطرق إلى إدارة البيانات والحصول عليها بشكل آمن، إضافة إلى تطبيق المبادئ الأساسية لأنظمة الحماية لأغراض الأمن السيبراني. يتم في ذلك الأمن الشبكي وتأمين الأداء. وتهدف الدورة التدريبية إلى تأهيل المتدربين كخبراء قادرين على إدارة الأنظمة بأمان مستقل وعمل مستمر."
    },
    "course6": {
      "title": "تدريب الأمن السيبراني وأمن المعلومات",
      "content": "يوفر هذا التدريب معرفة شاملة حول كيفية حماية المعلومات والأنظمة من التهديدات الإلكترونية. يتناول مفهوم تحديد أنواع التهديدات المختلفة مثل الفيروسات والبرمجيات الخبيثة، والهجمات السيبرانية الأخرى. كما يتضمن أسس تقنيات فعالة للحماية من هذه التهديدات، بما في ذلك التحكم في المتغيرات، وجدران الحماية. خلال التدريب، يتم تقديم أمثلة تطبيقية عن تقييم المخاطر وتطوير خطط الاستجابة للحوادث. بالإضافة إلى ذلك، يتم استعراض أفضل الأدوات التي تُستخدم لحماية البيانات الحساسة من الاختلال."
    },
    "course7": {
      "title": "تدريب إدارة المخاطر",
      "content": "يهدف هذا التدريب إلى تحديد وإدارة المخاطر بشكل فعال في بيئة العمل. يبدأ التدريب بشرح كيفية إجراء تحليل شامل للمخاطر وتقييمها، ومن ثم تحديد استراتيجيات فعالة لدرء المخاطر. بما في ذلك الخطط الطوارئ. يتم توضيح المعايير التي يجب أن تُؤخذ في الاعتبار عند تقييم الخطر. وينتهي التدريب بإدارة فعالة لتلك المخاطر داخل المؤسسات من خلال تحسين مستمر لنظام الحماية."
    },
    "course8": {
      "title": "تدريب على تقنيات التحول الرقمي",
      "content": "يوفر هذا التدريب فهمًا كاملاً لكيفية التحول الرقمي في الأعمال. يتناول أساليب استخدام التكنولوجيا لتحسين العمليات وتقديم الحلول للعملاء. يركز التدريب على تحليل التحديات التي تواجه المؤسسات في الرحلة الرقمية، مع تقديم أمثلة عملية على التحول إلى النماذج الذكية. الهدف النهائي هو تزويد المتدربين بالمهارات الأساسية لضمان نجاح المؤسسات في البيئة الرقمية."
    }
  },
  "HomePage": {
    "name": "شركة رساي لتكنولوجيا المعلومات",
    "title": "معرفة | مهارة | جودة | تأثير",
    "about1": "رساي تقدم خدمات التعليم المهني بشهادات معتمدة دوليًا، عبر دورات تواكب سوق العمل بخيارات مرنة للتعلم عن بعد أو في قاعات مجهزة. نضمن محتوى تفاعليًا وشاملاً مع تدريب عملي يساعد المتدربين على النجاح بسهولة.",
    "startBtn": "ابدأ الآن",
    "learnBtn": "تعلم المزيد",
    "planSecTitle1": "ابدأ خطتك الآن",
    "planSecTitle2": "طَوِر اشتراكك لتحصل على جميع الخيارات",
    "services": "خدماتنا",
    "who": "من نحن؟",
    "why": "لماذا تحتاج هذه الخدمة؟",
    "categories": [
      {
        "title": "برمجة المواقع الإلكترونية",
        "overview": "نحن نقدم حلولًا متكاملة لتطوير مواقع إلكترونية تواكب احتياجات عملك وتضمن لك حضورًا رقميًا متميزًا. نعمل على تصميم مواقع جذابة وسهلة الاستخدام، تتميز بأدائها العالي وتجربتها المتوافقة مع مختلف الأجهزة. كما نهتم بتقديم تجربة سلسة للمستخدمين، ما يعزز التفاعل ويضمن تحقيق أهدافك بشكل فعال، سواء كنت بحاجة إلى موقع تعريفي، متجر إلكتروني، أو منصة خدمية",
        "details": "تتيح خدمة برمجة المواقع الإلكترونية تصميم وتطوير منصات رقمية تمثل هوية مؤسستك وتعكس رؤيتك. موقع الويب ليس مجرد واجهة، بل هو أداة حيوية للتواصل مع العملاء، تسويق المنتجات، وتقديم الخدمات. نحن نعمل على إنشاء مواقع احترافية تراعي تجربة المستخدم وتُحسن الأداء، مما يعزز حضورك الرقمي ويساهم في نمو أعمالك.",
        "importance": [
          {
            "title": "تعزيز الهوية الرقمية",
            "info": "موقع الويب يعكس شخصية العلامة التجارية، ويمنح عملاءك نظرة واضحة حول هويتك وخدماتك"
          },
          {
            "title": "الوصول المستمر",
            "info": "يمكن للعملاء زيارة موقعك في أي وقت ومن أي مكان، مما يزيد من فرص التواصل ونمو المبيعات"
          },
          {
            "title": "التسويق الفعال (SEO)",
            "info": "يُعد الموقع الإلكتروني أداة رئيسية في استراتيجيات التسويق الرقمي، مثل تحسين محركات البحث"
          },
          {
            "title": "زيادة المصداقية",
            "info": " وجود موقع إلكتروني احترافي يعزز ثقة العملاء بك ويُظهر احترافية أعمالك"
          },
          {
            "title": "التوسع في السوق",
            "info": "يتيح الموقع الوصول إلى أسواق جديدة دون قيود جغرافية، ما يُسهم في زيادة قاعدة العملاء"
          }
        ],
        "benefits": [
          {
            "title": "تصميم جذاب وسهل الاستخدام",
            "info": [
              "واجهة مستخدم منظمة وجذابة تشجع الزوار على التفاعل والتنقل بسهولة."
            ]
          },
          {
            "title": "تجربة متجاوبة عبر جميع الأجهزة",
            "info": [
              "يتم تصميم المواقع بحيث تعمل بسلاسة على مختلف الأجهزة (الهواتف الذكية، الحواسيب، والأجهزة اللوحية)."
            ]
          },
          {
            "title": "إمكانية التخصيص الكامل",
            "info": [
              "نحرص على تطوير مواقع تناسب احتياجاتك وتتماشى مع هوية علامتك التجارية."
            ]
          },
          {
            "title": "أداء عالي وسرعة تحميل مثالية",
            "info": [
              "تحسين الأداء لضمان تجربة سلسة للمستخدمين وتقليل معدلات ارتداد الزوار."
            ]
          },
          {
            "title": "دعم متعدد اللغات",
            "info": [
              "توفير مواقع تدعم أكثر من لغة لتلبية احتياجات الجمهور المتنوع."
            ]
          },
          {
            "title": "تكامل مع الخدمات الأخرى",
            "info": [
              "إمكانية ربط الموقع بأنظمة الدفع الإلكتروني، وسائل التواصل الاجتماعي، وقواعد البيانات."
            ]
          },
          {
            "title": "إدارة سهلة للمحتوى",
            "info": [
              "نضمن لك واجهة تحكم تمكنك من تحديث محتوى الموقع بسهولة وبدون حاجة إلى خبرة تقنية."
            ]
          },
          {
            "title": "تحليل الأداء وتتبع الزوار",
            "info": [
              "نوفر أدوات تحليل تتيح لك متابعة أداء الموقع وفهم سلوك الزوار لتحسين استراتيجياتك التسويقية."
            ]
          }
        ],
        "why": "At Rsay Information Technology, we ensure that your mobile app not only meets your expectations but also gives you a competitive edge in the digital marketplace."
      },
      {
        "title": "برمجة تطبيقات الأجهزة الذكية (أندرويد & iOS)",
        "overview": "نحن متخصصون في تطوير تطبيقات مبتكرة تلبي احتياجات السوق وتواكب توقعات عملائك. نقدم حلولًا متكاملة للتطبيقات الذكية، تتميز بالتصميم الجذاب والأداء السلس، لتوفر تجربة مميزة للمستخدمين. سواء كنت بحاجة إلى تطبيق يقدم خدمات مباشرة، متجر إلكتروني، أو منصة تواصل، نضمن لك تطبيقًا يتماشى مع متطلباتك ويساهم في تعزيز نجاح أعمالك",
        "details": "في عالم يعتمد بشكل متزايد على الهواتف الذكية، أصبح تطوير التطبيقات أمرًا حيويًا لتمكين الشركات من التواصل الفعّال مع عملائها وتقديم خدماتهم بسهولة. نقدم في شركة رساي لتكنولوجيا المعلومات خدمات تطوير تطبيقات مخصصة تعمل بسلاسة على أنظمة أندرويد وiOS، مصممة خصيصًا لتلبية احتياجاتك وتعزيز نجاح أعمالك.",
        "importance": [
          {
            "title": "تعزيز التواجد الرقمي",
            "info": "تطبيقات الهاتف المحمول تتيح لشركتك فرصة التواجد في أيدي العملاء على مدار الساعة، مما يزيد من التواصل المستمر ويعزز الولاء."
          },
          {
            "title": "تحسين خدمة العملاء",
            "info": "من خلال التطبيقات، يمكن تقديم خدمات مخصصة وإجابة فورية على استفسارات العملاء، مما يعزز رضاهم."
          },
          {
            "title": "زيادة المبيعات والإيرادات",
            "info": "تساهم التطبيقات في تعزيز التسويق المباشر، سواء من خلال الإعلانات داخل التطبيق أو حملات الإشعارات الفورية."
          },
          {
            "title": "دعم التوسع والنمو",
            "info": "التطبيقات الذكية تتيح للشركات الوصول إلى جمهور أوسع من خلال استهداف مستخدمي الهواتف الذكية في أي مكان."
          },
          {
            "title": "التميز عن المنافسين",
            "info": "تقديم تطبيق مخصص ومتميز يعزز من هوية شركتك، ويساعدك في جذب عملاء جدد والاحتفاظ بالعملاء الحاليين."
          }
        ],
        "benefits": [
          {
            "title": "تجربة مستخدم ممتازة",
            "info": [
              "تصميم تطبيقات بواجهات جذابة وسهلة الاستخدام لتحسين تفاعل المستخدمين.",
              "تقديم تجربة سلسة على جميع الأجهزة، مما يضمن رضا المستخدمين."
            ]
          },
          {
            "title": "تطبيقات مصممة حسب الطلب",
            "info": [
              "تطوير تطبيقات مخصصة بالكامل بناءً على احتياجات العمل وأهداف العملاء.",
              "توفير حلول مرنة قابلة للتوسع والنمو مع تطور الأعمال."
            ]
          },
          {
            "title": "تكامل كامل مع الأنظمة الأخرى",
            "info": [
              "ربط التطبيق بسهولة مع الأنظمة الداخلية، مثل أنظمة إدارة الموارد أو الدفع الإلكتروني.",
              "توفير إمكانيات الربط مع منصات التواصل الاجتماعي وواجهات برمجية (APIs) متعددة."
            ]
          },
          {
            "title": "دعم إشعارات فورية",
            "info": [
              "تفعيل الإشعارات لتعزيز التواصل المستمر مع المستخدمين وإبقائهم على اطلاع بأحدث العروض والخدمات."
            ]
          },
          {
            "title": "أداء موثوق وسريع",
            "info": [
              "تطوير تطبيقات عالية الأداء تضمن سرعة استجابة واستقرار حتى في ظل الاستخدام الكثيف."
            ]
          },
          {
            "title": "إدارة دفع سهلة وآمنة",
            "info": [
              "دمج خيارات دفع متنوعة لتسهيل عمليات الشراء عبر التطبيق.",
              "توفير أمان عالي لحماية بيانات المستخدمين والمعاملات المالية."
            ]
          },
          {
            "title": "صيانة ودعم مستمر",
            "info": [
              "تقديم خدمات صيانة فورية وتحديثات مستمرة لضمان بقاء التطبيق مواكبًا لأحدث المتطلبات."
            ]
          }
        ],
        "why": "مع رساي لتكنولوجيا المعلومات، نضمن لك تطبيقًا ذكيًا يواكب تطلعات عملك ويمنحك ميزة تنافسية قوية في السوق الرقمي"
      },
      {
        "title": "نظام التعلم المتكامل الخاص لرساي (LMS)",
        "overview": "نظام إدارة التعلم (LMS) هو حل تعليمي رقمي شامل يتيح للمؤسسات تصميم وإدارة وتقديم برامج تدريبية متكاملة بكل سهولة وفعالية.",
        "details": " يوفر النظام بيئة تعليمية مرنة، تدعم التعلم الذاتي والجلسات المباشرة، مما يساعد المؤسسات على تطوير مهارات موظفيها وتعزيز الأداء التعليمي لمختلف الفئات المستهدفة.",
        "importance": [
          {
            "title": "تعزيز الأداء التعليمي",
            "info": "يتيح النظام للمؤسسات تحسين كفاءة برامج التدريب وتطوير المهارات بشكل مستمر"
          },
          {
            "title": "رفع الإنتاجية",
            "info": " من خلال تقديم دورات مرنة تناسب جداول الموظفين، مما يساهم في تحسين الأداء دون التأثير على الإنتاجية"
          },
          {
            "title": "تحقيق التكامل الرقمي",
            "info": " يساعد النظام المؤسسات على تبني التحول الرقمي في عمليات التدريب والتطوير"
          },
          {
            "title": "تقليل التكلفة",
            "info": " تقليل الحاجة إلى التدريب التقليدي في القاعات، مما يوفر الجهد والموارد"
          },
          {
            "title": "تعزيز التفاعل والمشاركة",
            "info": "من خلال أدوات التفاعل المستمرة، ما يحفز المتدربين على المشاركة وتحقيق أفضل النتائج"
          }
        ],
        "benefits": [
          {
            "title": "إدارة الدورات التدريبية بسهولة",
            "info": [
              "إنشاء وإدارة دورات تدريبية باستخدام محتويات متنوعة مثل النصوص، الفيديوهات، والعروض التقديمية.",
              "تنظيم المحتوى في وحدات متسلسلة ودروس لضمان تجربة تعليمية مترابطة."
            ]
          },
          {
            "title": "دعم التعلم الذاتي والجلسات الحية",
            "info": [
              "إمكانية إنشاء مسارات تعليمية ذاتية وفق جداول مرنة تتناسب مع كل متدرب.",
              "التكامل مع أدوات البث الحي مثل Zoom وTeams لإدارة جلسات تدريب مباشرة."
            ]
          },
          {
            "title": "إنشاء اختبارات وتقييمات متنوعة",
            "info": [
              "دعم أنواع متعددة من التقييمات مثل الاختبارات الاختيارية والأسئلة المقالية.",
              "التصحيح الآلي مع تقديم تغذية راجعة فورية للمتعلمين لتحسين الأداء."
            ]
          },
          {
            "title": "إصدار شهادات مخصصة",
            "info": [
              "إنشاء شهادات تلقائيًا عند إتمام الدورات بنجاح.",
              "تخصيص الشهادات بشعار المؤسسة وبيانات الدورة لتعزيز هوية المؤسسة."
            ]
          },
          {
            "title": "إدارة فعالة للطلاب والمتدربين",
            "info": [
              "لوحة تحكم شاملة لتسجيل المتدربين ومتابعة أدائهم.",
              "تخصيص أدوار وصلاحيات مختلفة (مثل مدرب، متدرب، مشرف)."
            ]
          },
          {
            "title": "دعم المدفوعات والاشتراكات",
            "info": [
              "تمكين بيع الدورات التدريبية من خلال بوابات دفع إلكترونية.",
              "تقديم خطط اشتراك شهرية أو مدفوعة حسب احتياجات العملاء."
            ]
          },
          {
            "title": "واجهة مستخدم مرنة ومتجاوبة",
            "info": [
              "تصميم واجهة سهلة الاستخدام ومتوافقة مع جميع الأجهزة (حاسب، هاتف، جهاز لوحي).",
              "دعم اللغة العربية والإنجليزية لتلبية احتياجات جميع المستخدمين."
            ]
          },
          {
            "title": "تحليلات وتقارير متقدمة",
            "info": [
              "تقديم تقارير دقيقة عن أداء المتدربين ونسب إتمام الدورات.",
              "إحصائيات شاملة تساعد في اتخاذ قرارات تعليمية مدروسة."
            ]
          },
          {
            "title": "تكامل مع الأنظمة الأخرى",
            "info": [
              "إمكانية الربط مع أنظمة إدارة الموارد البشرية والتسويق.",
              "توفير واجهات برمجية (APIs) لتكامل سهل مع الأنظمة الأخرى."
            ]
          },
          {
            "title": "دعم التفاعل والمجتمع التعليمي",
            "info": [
              "إنشاء منتديات نقاش لتعزيز التواصل بين المتدربين.",
              "إرسال إشعارات ورسائل لتحفيز التفاعل المستمر."
            ]
          }
        ],
        "why": "نظام التعلم المتكامل من رساي هو أداة أساسية لكل مؤسسة تسعى إلى تحسين التعليم والتدريب بكفاءة عالية وتقديم تجربة تعليمية متطورة تتناسب مع احتياجات العصر."
      },
      {
        "title": "دورات رساي التدريبية",
        "overview": "overview ar",
        "details": "details ar",
        "importance": [
          {
            "title": "",
            "info": ""
          },
          {
            "title": "",
            "info": ""
          }
        ],
        "benefits": [
          {
            "title": "title1",
            "info": "info1"
          },
          {
            "title": "title1",
            "info": "info1"
          },
          {
            "title": "title1",
            "info": "info1"
          },
          {
            "title": "title1",
            "info": "info1"
          },
          {
            "title": "title1",
            "info": "info1"
          },
          {
            "title": "title1",
            "info": "info1"
          },
          {
            "title": "title1",
            "info": "info1"
          },
          {
            "title": "title1",
            "info": "info1"
          }
        ],
        "why": "why choose ar"
      }
    ]
  },
  "Header": {
    "home": "الرئيسية",
    "about": "عن رساي",
    "services": "خدماتنا",
    "contact": "اتصل بنا",
    "cyberSecurityServices": "خدمات الأمن السيبراني"
  },
  "form": {
    "name": "الاسم",
    "namePH": "ادخل اسمك",
    "email": "البريد الالكتروني",
    "emailPH": "ادخل بريدك الالكتروني",
    "site": "الموقع",
    "sitePH": "ادخل المقع الخاص بالمنظمة",
    "phone": "رقم الهاتف",
    "phonePH": "ادخل رقم هاتفك",
    "send": "ارسال",
    "role": "المسمى الوظيفي",
    "rolePH": "ادخل المسمى الوظيفي الخاص بك",
    "message": "الرسالة",
    "messagePH": "ادخل الرسالة"
  },
  "about": {
    "name": "رساي",
    "title": "عن رساي",
    "message": "الهدف الذي يتم تحديده بشكل صحيح مع ** هو نصف الطريق إلى تحقيقه!",
    "section1": {
      "first": "رساي",
      "info1": " هي شركة سعودية رائدة في تقديم خدمات التعليم المهني في مجالات متفرعة تشمل الأمن السيبراني، إدارة الجودة، وإدارة المخاطر، بالإضافة إلى تخصصات تقنية أخرى. نقدم حلول تعلم مرنة تتيح لك الاختيار بين التعلم عن بُعد أو الحضور في قاعات تدريب مجهزة بأعلى المعايير. بذلك نفتح لكل شخص طموح فرصة لتطوير مهاراته المهنية وتنمية خبراته بما يتماشى مع شغفه وجدول أعماله"
    },
    "section2": {
      "first": "رساي للتعليم",
      "info1": "هي شركة رائدة في تقديم خدمات التعليم المهني والتطوير، مع فريق متميز من الخبراء والمعرفين المعتمدين في مختلف مجالات الأعمال. نرافق المتعلمين في رحلتهم نحو الاحترافية والتميز الوظيفي، ونساعدهم في تحقيق طموحاتهم المهنية",
      "info2": "نحرص على تقديم برامج تعليمية شاملة ومبنية تتماشى مع تطورات سوق العمل العصرية، ويتم إعدادها بواسطة خبراء متخصصين. كما نعمل باستمرار على بناء شراكات عالمية لدعم توفير التدريب المهني لقاعدة واسعة من التخصصات المهنية.",
      "info3": "نقدم محتوى الدورات الدراسية بطريقة شاملة ومتطورة مع التركيز على التفاعل مما يضمن تجربة تعليمية مشوقة تراعي أحدث اتجاهات سوق الأعمال.",
      "info4": "نوفر أيضا حلولاً مرنة للتعلم، من خلال التعلم عن بُعد أو الحضور في قاعات تدريب مجهزة بأحدث التقنيات، مما يمنح المتعلمين القدرة على تطوير خبراتهم وفق جدولهم الزمني.",
      "info5": "رساي هي وجهتك المثالية للحصول على شهادات معتمدة دولياً، مع تجربة تفاعلية تسهل استيعاب المحتوى. بالإضافة إلى ذلك، نقدم مئات الأسئلة التدريبية لضمان اجتياز الاختبارات بسهولة وثقة."
    },
    "section3": {
      "first": "الرؤية",
      "info1": "أن تكون رساي الخيار الأول للتعليم والتطوير المهني في العالم العربي من خلال تقديم برامج تدريبية مبتكرة وشهادات معتمدة دوليًا تلبي احتياجات السوق وتساهم في بناء الكفاءات المهنية القادرة على تحقيق النجاح المستدام."
    },
    "section4": {
      "first": "الرسالة",
      "info1": "في رساي، نحن ملتزمون بتمكين الأفراد لتحقيق طموحاتهم المهنية وتطوير مهاراتهم من خلال تقديم خدمات تعليمية مرنة وشاملة، مدعومة بخبرة محلية وعالمية، لضمان تجربة تعليمية شاملة تعزز الكفاءة والاحتراف في بيئات العمل المتطورة."
    }
  }
}
