{
  "info": {
    "name": "رساي",
    "organization": "شركة رساي لتكنولوجيا المعلومات"
  },
  "footer":{
    "about": "عن رساي"
  },
  "courses": {
    "course1": {
      "title": "تدريب تطوير البرمجيات وإدارة قواعد البيانات",
      "content": "يوفر هذا التدريب للمتدربين المهارات اللازمة لتطوير برمجيات فعالة، وإدارة قواعد البيانات بشكل آمن. يتناول مفاهيم البرمجة الحديثة، وأدوات تطوير البرمجيات المتقدمة. كما يشمل التدريب على كيفية التعامل مع أدوات قراءة البيانات، وكيفية تصميم أنظمة تخزين بيانات آمنة. يركز التدريب أيضًا على استراتيجيات لضمان سرعة الأداء والكفاءة، مع تقديم أمثلة عملية عن كيفية تحسين الأداء والاعتمادية."
    },
    "course2": {
      "title": "تدريب الذكاء الاصطناعي",
      "content": "يستعرض هذا التدريب أساسيات الذكاء الاصطناعي والتعلم الآلي مع تطبيقات عملية في الأعمال. يتم شرح المفاهيم الأساسية التي تدعم الذكاء الاصطناعي مثل الشبكات العصبية والخوارزميات المستخدمة في تقنيات الذكاء الاصطناعي. يستهدف التدريب العاملين في استراتيجيات العمل لتحسين الكفاءة والإنتاجية، مع تقديم أمثلة عن كيفية استخدام الذكاء الاصطناعي في مختلف القطاعات."
    },
    "course3": {
      "title": "تدريب الحوسبة السحابية",
      "content": "يركز هذا التدريب على فهم الحوسبة السحابية، وكيفية استخدامها في الأعمال لتحسين الأداء وتقليل التكاليف. يتم استعراض أمثلة لأنواع الخدمات السحابية المختلفة مثل البنية التحتية كخدمة، ومنصة كخدمة، والبرمجيات كخدمة. يتناول التدريب أيضًا أفضل الممارسات لإدارة الموارد الحاسوبية، ويشمل SaaS وPaaS وIaaS. الهدف النهائي من التدريب هو فهم كيفية تحسين العمليات باستخدام التقنيات السحابية."
    },
    "course4": {
      "title": "تدريب إدارة الجودة والامتثال",
      "content": "يهدف هذا التدريب إلى تعزيز المهارات اللازمة لضمان جودة الخدمات والمنتجات في المؤسسات. يشمل التدريب دورات في إدارة الجودة الشاملة والتخطيط والتنفيذ. يتم شرح مفاهيم الامتثال المؤسسي في مختلف الصناعات، بالإضافة إلى تقنيات تحسين الأداء والتعامل مع المخاطر. يبرز التدريب أهمية تطبيق المعايير الدولية في إدارة الجودة، ويقدم أمثلة على كيفية تطبيقها بفعالية."
    },
    "course5": {
      "title": "تدريب على تقنيات التحول الرقمي",
      "content": "يوفر هذا التدريب فهمًا كاملاً لكيفية التحول الرقمي في الأعمال. يتناول أساليب استخدام التكنولوجيا لتحسين العمليات وتقديم الحلول للعملاء. يركز التدريب على تحليل التحديات التي تواجه المؤسسات في الرحلة الرقمية، مع تقديم أمثلة عملية على التحول إلى النماذج الذكية. الهدف النهائي هو تزويد المتدربين بالمهارات الأساسية لضمان نجاح المؤسسات في البيئة الرقمية."
    },
    "course6": {
      "title": "تدريب الأمن السيبراني وأمن المعلومات",
      "content": "يوفر هذا التدريب معرفة شاملة حول كيفية حماية المعلومات والأنظمة من التهديدات الإلكترونية. يتناول مفهوم تحديد أنواع التهديدات المختلفة مثل الفيروسات والبرمجيات الخبيثة، والهجمات السيبرانية الأخرى. كما يتضمن أسس تقنيات فعالة للحماية من هذه التهديدات، بما في ذلك التحكم في المتغيرات، وجدران الحماية. خلال التدريب، يتم تقديم أمثلة تطبيقية عن تقييم المخاطر وتطوير خطط الاستجابة للحوادث. بالإضافة إلى ذلك، يتم استعراض أفضل الأدوات التي تُستخدم لحماية البيانات الحساسة من الاختلال."
    },
    "course7": {
      "title": "تدريب إدارة المخاطر",
      "content": "يهدف هذا التدريب إلى تحديد وإدارة المخاطر بشكل فعال في بيئة العمل. يبدأ التدريب بشرح كيفية إجراء تحليل شامل للمخاطر وتقييمها، ومن ثم تحديد استراتيجيات فعالة لدرء المخاطر. بما في ذلك الخطط الطوارئ. يتم توضيح المعايير التي يجب أن تُؤخذ في الاعتبار عند تقييم الخطر. وينتهي التدريب بإدارة فعالة لتلك المخاطر داخل المؤسسات من خلال تحسين مستمر لنظام الحماية."
    },
    "course8": {
      "title": "تدريب إدارة الأنظمة والشبكات",
      "content": "يركز هذا التدريب على الأنظمة والشبكات بشكلٍ كامل، ويتناول بالشرح كيفية إعداد الشبكات السلكية واللاسلكية، وتكون الأجهزة اللازمة لذلك. يتم أيضاً التطرق إلى إدارة البيانات والحصول عليها بشكل آمن، إضافة إلى تطبيق المبادئ الأساسية لأنظمة الحماية لأغراض الأمن السيبراني. يتم في ذلك الأمن الشبكي وتأمين الأداء. وتهدف الدورة التدريبية إلى تأهيل المتدربين كخبراء قادرين على إدارة الأنظمة بأمان مستقل وعمل مستمر."
    }
  },
  "HomePage": {
    "name": "شركة رساي لتكنولوجيا المعلومات",
    "title": "طَوِر أمن معلوماتك مع رساي",
    "about1": "رساي تقدم خدمات التعليم المهني بشهادات معتمدة دوليًا، عبر دورات تراكيب سوق العمل بخيارات مرنة للتعلم عن بعد أو في قاعات مجهزة. نضمن محتوى تفاعليًا وشاملاً مع تدريب عملي يساعد المتدربين على النجاح بسهولة.",
    "startBtn": "ابدأ الآن",
    "learnBtn": "تعلم المزيد",
    "planSecTitle1": "ابدأ خطتك الآن",
    "planSecTitle2": "طَوِر اشتراكك لتحصل على جميع الخيارات",
    "services": "خدماتنا",
    "who": "من نحن?"
  },
  "Header": {
    "home": "الرئيسية",
    "about": "عن رساي",
    "services": "خدماتنا",
    "contact": "اتصل بنا",
    "cyberSecurityServices": "خدمات الأمن السيبراني"
  },
  "form": {
    "name": "الاسم",
    "namePH": "ادخل اسمك",
    "email": "البريد الالكتروني",
    "emailPH": "ادخل بريدك الالكتروني",
    "site": "الموقع",
    "sitePH": "ادخل المقع الخاص بالمنظمة",
    "phone": "رقم الهاتف",
    "phonePH": "ادخل رقم هاتفك",
    "send": "ارسال",
    "role": "المسمى الوظيفي",
    "rolePH": "ادخل المسمى الوظيفي الخاص بك",
    "message": "الرسالة",
    "messagePH": "ادخل الرسالة"
  },
  "about": {
    "name": "رساي",
    "title": "عن رساي",
    "message":"الهدف الذي يتم تحديده بشكل صحيح مع ** هو نصف الطريق إلى تحقيقه!",
    "section1": {
      "first": "رساي",
      "info1": " هي شركة سعودية رائدة في تقديم خدمات التعليم المهني في مجالات متفرعة تشمل الأمن السيبراني، إدارة الجودة، وإدارة المخاطر، بالإضافة إلى تخصصات تقنية أخرى. نقدم حلول تعلم مرنة تتيح لك الاختيار بين التعلم عن بُعد أو الحضور في قاعات تدريب مجهزة بأعلى المعايير. بذلك نفتح لكل شخص طموح فرصة لتطوير مهاراته المهنية وتنمية خبراته بما يتماشى مع شغفه وجدول أعماله"
    },
    "section2": {
      "first": "رساي للتعليم",
      "info1": "هي شركة رائدة في تقديم خدمات التعليم المهني والتطوير، مع فريق متميز من الخبراء والمعرفين المعتمدين في مختلف مجالات الأعمال. نرافق المتعلمين في رحلتهم نحو الاحترافية والتميز الوظيفي، ونساعدهم في تحقيق طموحاتهم المهنية",
      "info2": "نحرص على تقديم برامج تعليمية شاملة ومبنية تتماشى مع تطورات سوق العمل العصرية، ويتم إعدادها بواسطة خبراء متخصصين. كما نعمل باستمرار على بناء شراكات عالمية لدعم توفير التدريب المهني لقاعدة واسعة من التخصصات المهنية.",
      "info3": "نقدم محتوى الدورات الدراسية بطريقة شاملة ومتطورة مع التركيز على التفاعل مما يضمن تجربة تعليمية مشوقة تراعي أحدث اتجاهات سوق الأعمال.",
      "info4": "نوفر أيضا حلولاً مرنة للتعلم، من خلال التعلم عن بُعد أو الحضور في قاعات تدريب مجهزة بأحدث التقنيات، مما يمنح المتعلمين القدرة على تطوير خبراتهم وفق جدولهم الزمني.",
      "info5": "رساي هي وجهتك المثالية للحصول على شهادات معتمدة دولياً، مع تجربة تفاعلية تسهل استيعاب المحتوى. بالإضافة إلى ذلك، نقدم مئات الأسئلة التدريبية لضمان اجتياز الاختبارات بسهولة وثقة."
    },
    "section3": {
      "first": "رؤية",
      "info1": "أن تكون ريساي الخيار الأول للتعليم والتطوير المهني في العالم العربي من خلال تقديم برامج تدريبية مبتكرة وشهادات معتمدة دوليًا تلبي احتياجات السوق وتساهم في بناء الكفاءات المهنية القادرة على تحقيق النجاح المستدام."
    },
    "section4": {
      "first": "رسالة",
      "info1": "في ريساي، نحن ملتزمون بتمكين الأفراد لتحقيق طموحاتهم المهنية وتطوير مهاراتهم من خلال تقديم خدمات تعليمية مرنة وشاملة، مدعومة بخبرة محلية وعالمية، لضمان تجربة تعليمية شاملة تعزز الكفاءة والاحتراف في بيئات العمل المتطورة."
    }
  }
}
